Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: དྲག་པོས་བགེགས་ནི་བྱས་པ་དག །དེ་དག་བཟློག་པའི་དོན་ཆེད་དུ། །མཚན་མོ་གཏོར་མའི་ལས་དག་ལ། །ཕྱག་རྒྱ་མཆོག་འདི་གསུངས་པ་ཡིན། །
en: Further, this excellent mudrā is recommended For the rites of bali performed at nighttime And intended to ward off the obstacles created by Rudra.

source: སངས་རྒྱས་བྱིན་རླབས་རྫུ་འཕྲུལ་གྱིས། །ལས་རྣམས་མ་ལུས་བྱེད་པར་འགྱུར། །
en: This mudrā will accomplish every activity By the power of the Buddha’s blessing. {35.144}

source: དེ་བཞིན་དེ་ནི་རྣམ་གཉིས་བྱས། །རྟགས་ནི་གཉིས་སུ་ཡང་དག་བསྟན། །
en: “Having done this exactly the same way, but with two points, The mudrā is called the two-pointed lance.

source: དེ་བཞིན་སོར་མོ་ཕྲེང་བར་བྱས། །
en: Formed in the same way, but with the fingers Arranged rosary-wise, the mudrā is called the rosary. {35.145}

source: ཁ་སྦྱར་འདྲ་བར་ཡང་དག་འབྱུང་། །མཛུབ་མོ་གཉིས་ཀྱི་རྩེ་སྤྲད་པ། །གཞུ་དང་འདྲ་བར་བྱ་བ་ཡིན། །
en: “If the [shape of] the rosary Is contracted to enclose a hollow space, With the index fingers touching And forming the shape of a bow,

source: མཐེ་བོ་གཉིས་ནི་ཆང་པར་གནོན། །དེ་ནི་གཞུ་ཡི་ཕྱག་རྒྱར་མཚོན། །
en: And the thumbs squeezed in a fist, That mudrā is designated as the bow. {35.146}

source: དེ་བཞིན་སོར་མོ་བྱས་ནས་ནི། །གཡས་པའི་མཛུབ་མོ་ངེས་པར་བརྐྱང་། །གཡོན་པའི་མཛུབ་མོའང་བརྐྱང་བྱས་ཏེ། །
en: “One should position the fingers the same way, Extend the right index finger, And also extend the left index finger.

source: མཐེ་བོའི་ཚིགས་ནི་ཆང་པས་གནན། །ལྕགས་མདའི་ཕྱག་རྒྱ་ཞེས་བསྟན་ཏེ། །
en: The thumb joints should be squeezed in a fist. This mudrā is called the iron arrow.

source: མཚན་མ་མཉམ་པར་ཡང་བརྗོད་དོ། །
en: The next mudrā is the even-pointed lance. {35.147}

source: དེ་བཞིན་ལག་གཉིས་བྱས་ནས་ནི། །སོར་མོ་རྣམས་ནི་ཕན་ཚུན་བཅིང་། །
en: “[Here,] both hands should be extended With the opposite fingers clenched together.

source: མ་རུངས་ཐམས་ཅད་རྗེས་སྐྲག་པ། །འདི་ནི་མདུང་ཞེས་རབ་ཏུ་གསུངས། །
en: This mudrā is called the spear; It disciplines the wicked beings. {35.149}

source: དེ་བཞིན་ལག་གཉིས་བྱས་ནས་ནི། །གཉི་གའང་ཁུ་ཚུར་བཅིང་བྱ་ཞིང་། །
en: “Positioning the hands as before, One should make both of them into a fist,

source: མཐེ་བོ་གཉིས་ནི་བསྒྲེང་བྱས་པ། །ཐོ་བའི་ཕྱག་རྒྱར་བསྟན་པ་ཡིན། །
en: While keeping the thumbs upright. This mudrā is called the hammer. {35.150}

source: ཁ་སྦྱར་ཐོ་བ་དེ་ཉིད་ལས། །ཅུང་ཟད་རབ་ཏུ་བསྐྱོད་པ་ནི། །མདའ་ཆེན་མཆོག་ཏུ་གསུངས་པ་སྟེ། །
en: “If one shifts this hammer slightly Into the space between the hands, This excellent mudrā is called the hatchet;

source: ཕྱག་རྒྱ་དགྲ་ནི་འཇིག་བྱེད་པའོ། །
en: It destroys one’s enemies. {35.151}

source: དེ་ནས་ཨུཏྤལ་བཅིངས་བྱས་ཏེ། །དེ་བཞིན་མཐེའུ་ཆུང་སོར་མོ་གཉིས། །མཐེ་བོའི་འོག་གི་ནང་དག་ཏུ། །དགོད་ཅིང་མཛུབ་མོ་བསྟན་པར་བྱ། །འདི་ནི་མཆེ་བ་ཞེས་གསུངས་ཏེ། །
en: “One should form the shape of a lotus With one’s ring fingers And position it between the thumbs below, So that it is not invisible. This [mudrā] is called the fangs;

source: རྣམ་པར་བྱེ་བ་ཞལ་ཞེས་བརྗོད། །
en: When [the lotus] is exposed, it is called the mouth. {35.152}

source: སོར་མོ་དག་ནི་ཀུན་ནས་ཀྱང་། །དེ་དག་མཉམ་པར་བྱས་ནས་སུ། །གཡས་པའི་ལག་པའི་དཀྱིལ་དག་ཏུ། །གཡོན་པའི་ལག་བཞག་བ་དན་བརྗོད། །
en: “When the fingers of each hand Are evenly placed around And the right hand is placed on the thigh, [That mudrā] is called the cloth. {35.153}

source: ལག་པ་དག་ནི་གཉི་ག་ཡང་། །ཁ་སྦྱར་དག་ནི་མཛེས་པར་གཞག །
en: “One should gracefully join the hands together, Leaving a hollow space in between.

source: སོར་དང་སོར་མོ་དག་ཀྱང་ནི། །ཕན་ཚུན་རྩེ་མོ་དག་སྦྱར་བྱ། །དེ་ནས་སྲིན་ལག་རྩེ་གཉིས་དགུག །
en: The fingertips should be Mutually touching, And the ring fingers raised and folded;

source: བུམ་པའི་ཕྱག་རྒྱར་ཡང་དག་བསྟན། །
en: This mudrā is called the jar. {35.154}

source: དེ་ཉིད་ཁུ་ཚུར་སྦྱར་ནས་ནི། །མཛུབ་མོ་གཉིས་ནི་སྔོན་དུ་བསྒྲེང་། །རྩེ་མོ་དགུག་པའི་རྣམ་པར་བྱ། །འཁར་གསིལ་འདྲ་བར་འགྱུར་བ་ཡིན། །
en: “One should join the hands forming a fist as before And raise the index fingers, Forming the shape Of a twisted mendicant’s staff.

source: ཕྱག་རྒྱ་འདི་ནི་ཡང་དག་བསྟན། །
en: This mudrā is called the mendicant’s staff;

source: འཁར་གསིལ་སྒྲ་ནི་སེལ་བར་བྱེད། །
en: It is the destroyer of foes. {35.155}

source: འཁར་གསིལ་དེ་ཉིད་ཅུང་ཟད་ཙམ། །ལེགས་པར་རབ་ཏུ་བཏུད་པ་ནི། །
en: “If this mendicant’s staff is slightly tilted In a graceful manner,

source: མཐེ་བོ་གཉིས་ལ་རྣམ་པར་སྦྱར། །དེ་འདིར་བྱ་མ་བུམ་དུ་བརྗོད། །
en: And the two thumbs are touching, The mudrā is called the pitcher. {35.156}

source: མཛུབ་མོ་དང་ནི་སྲིན་ལག་གཉིས། །བསྒྲེང་བར་ཡང་ནི་བྱ་བ་སྟེ། །དེ་དག་གི་ནི་རྩེ་བཞི་སྤྲད། །གཏུན་ཤིང་འདྲ་བར་ཡང་དག་འགྱུར། །
en: “One should raise The index and ring fingers And form, with these four fingers, The shape of a club.

source: སྔགས་ཤེས་ཡང་དག་ལྡན་པ་ཡིས། །གཏུན་ཤིང་གི་ནི་ཕྱག་རྒྱར་བཤད། །
en: Those who know about mantras Call this mudrā the club. {35.157}

source: ལག་གཉིས་དེ་བཞིན་སྦྱར་ནས་ནི། །གུང་མོ་སྲིན་ལག་འོག་དང་ནི། །
en: “One should position the hands as before, With the middle and ring fingers [placed] below.

source: སྟེང་དུ་དེ་དག་རྣམ་པར་དགོད། །གཡས་པས་གཡོན་པ་བཅིང་བར་བྱ། །
en: Above them, one should always place . . . , With the right hand covering the one below. {35.158}

source: སོར་མོ་མཛུབ་མོ་མཐེའུ་ཆུང་དག །ཕན་ཚུན་དུ་ནི་ཡང་དག་སྦྱར། །
en: “One should join the small and index fingers And wrap the thumbs around them,

source: ཁོར་ཡུག་སྐྱིལ་ཀྲུང་འདྲ་བ་ཡི། །
en: Forming the shape of a cross-legged posture.

source: ཕྱག་རྒྱར་དེ་བཞིན་གཤེགས་པས་གསུངས། །
en: The tathāgatas call this mudrā

source: འདི་ནི་སྐྱིལ་ཀྲུང་ཕྱག་རྒྱ་ཞེས། །འཇིག་རྟེན་ཀུན་ཏུ་གྲགས་པ་ཡིན། །
en: The cross-legged posture, By which name it is known all over the world. {35.159}

source: ཕྱག་རྒྱ་འདི་དང་ལྡན་པ་དང་། །དེ་བཞིན་སྔགས་དང་རབ་ལྡན་པ། །
en: “Again, one should use this mudrā In combination with a mantra.

source: རྒྱལ་བ་ཀུན་གྱིས་གསུངས་པ་དང་། །རྡོ་རྗེ་པདྨའི་རིགས་ལས་བྱུང་། །འདི་དག་གི་ནི་སྔགས་ལྡན་འདི། །ཞི་བའི་ལས་ཀུན་བྱེད་པ་ཡིན། །
en: It can be combined with the mantras Taught by any victorious one From the Vajra or Lotus families. This mudrā accomplishes all the peaceful activities. {35.160}

source: གཏུན་ཤིང་ལ་སོགས་མདུང་གི་བར། །གང་ཡང་ཕྱག་རྒྱ་དེ་བཞིན་གསུངས། །ཐམས་ཅད་ཁྲོ་བོའི་རྒྱལ་པོ་ནི། །གཤིན་རྗེ་གཤེད་འདིའི་བསྟན་པ་ཡིན། །
en: “But the mudrās taught here, such as the club and so forth, Including the mudrās of the ‘spear’ type, All belong to the instructions Of the krodharāja Yamāntaka. {35.161}

source: མཚོན་ཆ་དྲག་པོ་འདི་དག་ནི། །ཐམས་ཅད་གདུལ་ཕྱིར་སྤྲུལ་བ་ཡིན། །
en: “These [mudrās] are fierce weapons Created to guide sentient beings.

source: བྱང་ཆུབ་སེམས་དཔའི་མཐུ་ཡིས་ནི། །དེ་ཚེ་བསྒྲུབ་བྱ་སྒྲུབ་པ་ཡིན། །
en: Through the bodhisattva’s power They can accomplish magical feats;

source: གདུལ་བྱ་གདུག་པ་ཐམས་ཅད་ལ། །བུམ་པ་ལ་སོགས་ཕྱག་རྒྱ་གསུངས། །
en: The mudrās such as the jar Were taught for all the miscreants who need guidance. {35.162}

source: ལག་གཉིས་དེ་བཞིན་བཀོད་ནས་ནི། །པ་ཊ་ཧ་ཡི་རྔ་འདྲ་བྱ། །
en: “One should join the hands as before, Forming the shape of a kettledrum.

source: སོར་མོ་རྣམས་ནི་མཉམ་པར་སྦྱར། །ཐམས་ཅད་ཀྱིས་ཀྱང་རིམ་པར་བསྣོལ། །
en: One should then fasten the hands together By interlacing all the fingers like a plait. {35.163}

source: མཐེ་བོང་ཡང་ནི་རིམ་པར་བྱ། །དེ་ནས་ལག་པའི་ནང་དུ་གཞུག །
en: “One should also entwine the thumbs, Placing [each] in [the opposite] hand.

source: གུང་མོ་མཛུབ་མོ་གཉིས་པོ་ནི། །གྱེན་དུ་བསྒྲེང་བ་དག་ཏུ་བྱ། །འདི་ནི་པ་ཊ་ཧ་ཞེས་བས་བསྟན། །
en: One should stick the index finger in the center And raise its tip. This mudrā is designated as the kettledrum;

source: ཕྱག་རྒྱ་མ་རུངས་ཟློག་བྱེད་པའོ། །
en: It wards off evil beings. {35.164}

source: ལག་གཉིས་དེ་བཞིན་བྱས་ནས་ནི། །སོར་མོ་རྣམས་ནི་ལེགས་པར་སྦྱར། །
en: “One should join the hands as before, Forming a neat añjali gesture.

source: གདུབ་ཀོར་འདྲ་བར་མཛེས་པ་ཡི། །མཛུབ་མོ་གཉིས་ནི་རྣམ་བཀུག་ལ། །
en: Both index fingers should be drawn in, Forming a fine shape of a coil. {35.165}

source: མཐེ་བོ་གཉིས་ནི་འོག་མཐར་བྱ། །མཐེ་བོ་གཉིས་ཀྱང་སྨད་པར་བྱ། །
en: “The thumbs, bent down, Should be moved downward.

source: གུང་མོ་སྦྱར་ལ་རབ་གཞུག་གཞག །དུང་ནི་མཛེས་པར་འགྱུར་བ་ཡིན། །
en: When both are inside the central space, This [resembles] an auspicious conch.

source: འདི་ནི་ཆོས་ཀྱི་དུང་ཞེས་པའི། །ལག་པའི་ཕྱག་རྒྱར་རབ་ཏུ་བསྟན། །
en: This excellent mudrā Is designated as the Dharma conch. {35.166}

source: ཐུབ་མཆོག་གསུངས་པའི་སྔགས་ལྡན་ན། །ལས་ནི་ཐམས་ཅད་བྱེད་པ་ཡིན། །
en: “It may be used in combination with the mantras Taught by the eminent sages, and is suitable for all activities.

source: རྣམ་པ་སྣ་ཚོགས་ལས་བྱེད་པ། །རྩ་བའི་སྔགས་དང་རབ་སྦྱར་ན། །
en: When employed together with the root mantra, It will accomplish a variety of activities—

source: མཆེ་བའི་དུག་ཅན་ཐམས་ཅད་དང་། །སྦྲུལ་གྱི་དུག་རྣམས་ཐམས་ཅད་སེལ། །
en: It will completely destroy the tooth venom of snakes And any beings with fangs and poison. {35.167}

source: རིག་པའི་རྒྱལ་པོ་རྫུ་འཕྲུལ་ཆེ། །ཕྱག་རྒྱ་དུང་ནི་འབུད་བཞིན་བཟླས། །
en: “One should make this conch complete By incanting it with the vidyārāja mantras of great power.

source: དུག་གིས་བརྒྱལ་བའི་སྐྱེ་བོ་ནི། །མྱུར་དུ་དུག་ནི་མེད་པར་འགྱུར། །
en: The person fallen unconscious because of the poison Will soon become detoxified. {35.168}

source: ཕྱག་རྒྱ་མཆོག་ནི་རྫུ་འཕྲུལ་ཆེ། །བཞི་བཅུ་དག་ནི་ཡང་དག་བསྟན། །
en: “This supreme mudrā of great power Is counted as the fortieth.

source: དེ་ནས་གཞན་ཡང་ཕྱག་རྒྱ་ཡི། །མཚན་ཞིང་ཡང་དག་བཤད་བྱ་བ། །
en: Moving on, I will teach further about The mudrās and their characteristics. {35.169}

source: ལག་གཉིས་དེ་བཞིན་རྣམ་བཀོད་པ། །སོར་མོའི་རྩེ་མོ་ལེགས་པར་སྦྱར། །
en: “One should join the hands as before, Interlocking the fingertips.

source: གཡོན་མིན་ལག་པའི་ནང་དུ་ནི། །འབད་པས་ལག་གཡོན་གཞུག་པར་བྱ། །ཐམས་ཅད་འོག་ཏུ་བྱས་པ་ཡི། །ལུ་གུ་རྒྱུད་དུ་བསྟན་པ་ཡིན། །
en: Further, one should snap the fingers with care And position the right hand below. When all this is done; This mudrā is called the chain. {35.170}

source: འདི་ནི་ཕྱག་རྒྱ་རབ་མཆོག་སྟེ། །གདུག་པ་མ་ལུས་འཆིང་བར་བྱེད། །
en: “This excellent, supreme mudrā Will bind all those who harbor ill will.

source: ཐུབ་པ་མཆོག་གིས་གསུངས་པ་ཡི། །སྔགས་འདི་དག་དང་ལྡན་བྱས་ན། །
en: When used in combination With the mantras taught by the supreme sages,

source: གཟའ་དང་མ་མོ་སྡིག་ལྡན་རྣམས། །འབྱུང་པོ་མ་ལུས་འཆིང་བར་འགྱུར། །
en: It will bind all the spirits, Such as the grahas, the mātṛs, and the kaśmalas. {35.171}

source: ལག་གཉིས་དེ་བཞིན་ཀུན་བསྡུས་ནས། །བཀྲོལ་ཞིང་རིམ་པར་ཡང་དག་བསྒྲེང་། །
en: “One should close the hands, open them, And raise them one after the other.

source: གུང་མོའི་ཚིགས་སུ་མཐེ་བོ་ནི། །འདི་ཉིད་ཆོ་གས་གཞག་པར་བྱ། །མཐེ་བོ་གཉིས་ཀྱི་རྩེ་མོ་ཡང་། །གུང་མོའི་བར་ཚིགས་ཡང་དག་སྦྱར། །
en: Starting with this procedure, one should ‘fasten’ the hands, With the opposite thumbs and middle fingers Clinging at the middle joint, And both hands moved forward. {35.172}

source: མེ་ལ་མངོན་ཕྱོགས་བསྟན་བྱས་ནས། །མེ་ཡི་སྔགས་དང་ལེགས་པར་སྦྱར། །
en: “With this mudrā, facing the fire And employing the mantra of fire,

source: མེ་ཡི་ལས་ལ་ཐམས་ཅད་དུ། །མེ་ལ་སྤྱན་ནི་དྲང་བྱ་སྟེ། །
en: One will summon Agni during a homa rite,

source: མེ་ཡི་ཕྱག་རྒྱ་རབ་སྦྱར་ན། །
en: Or any rite that involves fire in whatever way. {35.173}

source: མྱུར་དུ་མེ་ནི་སྤྱན་དྲང་འགྱུར། །ཕྱག་རྒྱ་སྔགས་ཀྱིས་གཤེགས་སུ་གསོལ། །
en: “[The god of] fire will be promptly summoned When this mudrā is employed.

source: མཛུབ་མོའི་རྩེ་མོ་ཉིད་ལ་ནི། །
en: One should dismiss him with the same mantra, While bringing together the tips of the index fingers. {35.174}

source: མཐེ་བོའི་རྩེ་མོ་རབ་སྦྱར་བས། །མེ་ཡི་ལྷ་ནི་གཤེགས་གསོལ་བའི། །ཕྱག་རྒྱ་འདི་ནི་ཀུན་གྱིས་བཞེད། །མེ་ཡི་ལས་ནི་རབ་སྒྲུབ་པའོ། །
en: “When one is dismissing the fire deity, The thumbs must be joined together. This mudrā, the highly esteemed, Accomplishes the rites involving fire. {35.175}

source: ཟློས་པ་སྔགས་ནི་གང་འདོད་པའི། །ལྷ་རྣམས་དག་ནི་སྤྱན་དྲང་འགྱུར། །ཕྱག་རྒྱ་ཀུན་གྱི་བཞེད་པ་འདི། །སངས་རྒྱས་བྱིན་བརླབ་གསུངས་པ་ཡིན། །
en: “It will summon the deities As required by the reciters Who highly esteem this mudrā, Praising it as endowed with the buddhas’ blessing.

source: སྔགས་མཆོག་དང་ནི་ལྡན་པ་ཡིས། །ལས་རྣམས་རྣམ་པ་སྣ་ཚོགས་བྱེད། །
en: When combined with the supreme mantras, This mudrā will accomplish a variety of activities. {35.176}

source: ལག་གཉིས་དེ་བཞིན་བྱས་ནས་ནི། །སོར་མོ་ཚང་བར་སྦྱར་ནས་ནི། །སོར་མོའི་རྩེ་མོའི་མཐོང་དབྱེ་ཞིང་། །ལྷོད་ཅིང་ཟླུམ་པར་ཡང་དག་བྱ། །
en: “With the hands joined together And the fingers touching, One should form, with an añjali gesture, A complete bud that is loose and round in shape. {35.177}

source: དེ་ནས་པདྨ་ཡོངས་རྫོགས་པ། །ཁ་ནི་བྱེ་བར་མ་གྱུར་བྱ། །འདི་ནི་རེ་བ་རྫོགས་བྱེད་པའི། །ཕྱག་རྒྱ་དོན་ཀུན་སྒྲུབ་བྱེད་ཅེས། །
en: “When it is completely full Like a bud born of a lotus plant, One should know this as the fulfilled wish — The mudrā that accomplishes all aims. {35.178}

source: ཕྱག་རྒྱ་འདི་ནི་རབ་མཆོག་སྟེ། །སྔོན་གྱི་དེ་བཞིན་གཤེགས་པས་གསུངས། །
en: “This excellent, supreme mudrā, Formerly taught in song by the tathāgatas,

source: སེམས་ཅན་རྣམས་ལ་ཕན་འདོད་ནས། །འཇམ་པའི་དབྱངས་ཀྱིས་སྦྱར་བ་ཡིན། །
en: Is employed in [the rites of] Mañjughoṣa To fulfill beings’ good wishes. {35.179}

source: སེམས་ཅན་ཡིད་ལ་འདོད་པ་དག །ཡིད་ལ་རེ་བའི་ཕན་འདོད་གང་། །རྫུ་འཕྲུལ་ཆེན་པོ་སྔགས་ལྡན་པས། །མྱུར་དུ་དེ་དག་སྒྲུབ་པར་བྱེད། །
en: “Whatever wish a being may have in mind That aims for something beneficial Will soon be fulfilled [by this mudrā], If it is combined with powerful mantras.

source: ཕྱག་རྒྱ་འདི་ནི་རབ་མཆོག་སྟེ། །ཡིད་ལ་རེ་བ་རྫོགས་ཞེས་བརྗོད། །
en: This excellent, supreme mudrā Is named the fulfilled wish. {35.180}

source: འདི་ནི་ཕྱག་རྒྱ་རབ་མཆོག་སྟེ། །ལས་ཀུན་རབ་ཏུ་སྒྲུབ་བྱེད་པའོ། །
en: “This excellent, supreme mudrā Accomplishes all activities.

source: མྱུར་དུ་སྔགས་རྣམས་སྒྲུབ་བྱེད་ཅིང་། །རྒྱ་ཆེ་ཉིད་ཀྱི་རྫས་དང་བཅས། །
en: It magically empowers ( sādhayate ) A wide range of mantras and substances. {35.181}

source: ཐུབ་པའི་ཟླ་བ་དེ་ཡིས་ནི། །ཟླ་བའི་འོད་ལ་རབ་ཏུ་བསྟན། །
en: “This mudrā was spread [in the world] Like moonlight by the moon-like Sage.

source: ཟླ་བས་པདྨའི་རིགས་དག་ལ། །དེས་ནི་ཕྱག་རྒྱ་འདི་ལ་སྦྱར། །
en: It has been auspiciously linked up by him To the moon-like mantras in the Lotus family.

source: སྔགས་མཁན་ཇི་ལྟར་འདོད་པ་བཞིན། །རྣམ་པ་སྣ་ཚོགས་ལས་རྣམས་བྱེད། །
en: They will accomplish a variety of activities, Whatever may be desired by the mantra adepts. {35.186}

source: ལག་གཉིས་དེ་བཞིན་བསྡུ་བྱས་ནས། །མཛུབ་མོ་གཉིས་ནི་བསྒྲེང་བར་བྱ། །གུང་མོའི་སོར་མོའི་རྩེ་མོ་གཉིས། །ཅུང་ཟད་སྨད་པ་རྟ་བབས་ཡིན། །
en: “When both hands are upraised, With the index finger raised And the tip of the middle finger slightly bent, This is the archway. {35.187}

source: དེ་ཉིད་ཡང་དག་བསྒྲེང་བྱས་ན། །རྟ་བབས་བཟང་པོར་གསུངས་པ་ཡིན། །
en: “If both [fingers] are raised, That mudrā is called the fine archway.

source: དེ་ཉིད་ཕན་ཚུན་སྦྱར་བྱས་པ། །སངས་རྒྱས་རུ་དུང་སྒྲ་རུ་བསྟན། །
en: When they are mutually interlaced, This is the [forty-]eighth mudrā, the voice.

source: མཐེ་བོའི་གཙོ་བོ་བསྒྲེང་བྱས་པ། །མཁས་པས་རྒྱལ་བའི་སྒྲ་རུ་ཤེས། །
en: When the thumbs are raised, The wise ones know this as the supreme sound of recitation. {35.188}

source: ལག་གཉིས་དེ་བཞིན་ཡང་དག་སྦྱར། །མཛུབ་མོའི་རྩེ་མོ་ཡང་དག་དགུག །སོར་མོ་ཐམས་ཅད་སྦྱར་བྱས་ལ། །ཅུང་ཟད་ཡངས་པར་འབྱུང་བ་ནི། །དེ་ནི་སངས་རྒྱས་རྔ་ཆེན་མཁྱེན། །ཆོས་ཀྱི་རྔ་ནི་བསྒྲེང་བྱས་པའོ། །
en: “One should raise the hands as before, Folding the fingertips in And expanding the fingers As splayed hair. The wise ones know this mudrā as the drum, And when [the fingers] are raised, As the Dharma drum. {35.189}

source: དེ་ནས་ལག་གཅིག་ཐལ་མོ་ནི། །གཡས་པ་གཡོན་པའི་སྟེང་དུ་བསྒྲེང་། །འོག་ཏུ་རབ་ཏུ་སྦྱར་བ་ནི། །གླང་པོའི་རྣམ་པར་ཡང་དག་སྦྱར། །
en: “With the right palm pointing up And laying on top of the left One should create below The nice form of an elephant. {35.190}

source: གཡས་པའི་གུང་མོའི་སོར་མོ་ནི། །གླང་པོའི་སྣ་འདྲར་རབ་ཏུ་བྱ། །
en: “With the right middle finger One should form the shape of an [elephant’s] trunk;

source: འཁོར་བའི་ཕ་རོལ་ཕྱིན་པ་ཡིས། །ཕྱག་རྒྱ་དེ་ནི་གླང་པོར་བསྟན། །
en: Those who have transcended saṃsāra Designate this mudrā as the elephant. {35.191}

source: ཕྱག་རྒྱ་འདི་ནི་ཕྱག་རྒྱ་ཆེ། །རྫོགས་སངས་རྒྱས་ཀྱིས་རབ་ཏུ་བསྟན། །
en: “This mudrā is proclaimed By the perfect buddhas as a ‘great’ mudrā.

source: ལས་རྣམས་མཐའ་དག་བྱེད་པ་སྟེ། །འཇིག་རྟེན་ཀུན་གྱིས་མཆོད་པ་ཡིན། །
en: It accomplishes all activities, each and every one completely, And is worshiped throughout the world. {35.192}

source: ལག་གཡས་བརྐྱང་ཞིང་རབ་བསྒྲེང་བ། །དེ་ནི་མི་འཇིགས་སྦྱིན་པར་བརྟགས། །
en: “Raising up the right hand, One should display the mudrā of fearlessness

source: ལག་པ་གཡོན་པ་བརྐྱང་བྱས་པའི། །མཁྲིག་མའི་ཚིགས་ལ་རབ་བཞག་པའོ། །
en: And grasp it, at the wrist, With an upraised left hand. {35.193}

source: གུང་མོ་མཛུབ་མོ་སྦྱར་བྱས་ལ། །མཐེ་བོ་གཉིས་ནི་བར་དུ་གཞུག །
en: “The middle and index fingers should touch each other, With the thumb stuck in between.

source: དེ་ཉིད་སོར་མོ་རྣམ་སྦྱར་ཞིང་། །མཐེ་བོ་སྟེང་དུ་གནས་བྱས་ཏེ། །ཚིགས་ཀྱི་འོག་ཏུ་རབ་བཞག་པ། །མཇུག་རིངས་ཀྱི་ནི་རྒྱ་ཞེས་བས་བསྟན། །
en: “If one entwines the same fingers, With the thumbs placed above, And places the joints against the palms of the hands, That mudrā is called the comet.

source: དེ་ཉིད་མཛུབ་རྩེ་རབ་བསྒྲེང་བ། །མདའ་ཡི་ཕྱག་རྒྱར་བསྟན་པ་ཡིན། །
en: The same mudrā, but with the fingertips raised, Is called the bow and arrow. {35.197}

source: མཛུབ་རྩེ་གཉིས་ནི་ཡང་དག་ལྡན། །ཕན་ཚུན་རྩེ་མོ་རྣམ་སྤྲད་ཅིང་། །དེ་གཉིས་ཚིགས་སུ་མཐེབ་གཉིས་སྦྱར། །མཐེའུ་ཆུང་གཉིས་ནི་ཡང་དག་བརྐྱང་། །
en: “One should join together the index fingers, Entwining their fingertips. The thumbs should be contracted at their joints And the small fingers outstretched.

source: དེ་ཉིད་དགྲ་སྟར་བསྟན་པ་སྟེ། །
en: This mudrā is designated as the axe;

source: ཕྱག་རྒྱ་དོན་ཀུན་སྒྲུབ་བྱེད་པའོ། །
en: It accomplishes all activities. {35.198}

source: ཐམས་ཅད་ཡང་དག་བསྡུ་བ་ཡང་། །ཕྱག་རྒྱ་ཀུན་གྱིས་མཆོད་པ་ཡིན། །
en: “If one then folds in all [the fingers], That mudrā is the worshiped by the world.

source: དེ་བཞིན་དུ་ནི་རབ་བསྒྲེང་བ། །མཛུབ་གཉིས་རྩེ་མོ་སྦྱར་བྱས་པ། །དེ་ནི་མཚོན་ཆ་རྩེ་གཅིག་རྒྱ། །
en: If one raises this [mudrā] up, Forming a ‘needle point’ with the tip of the index finger, The mudrā becomes the short javelin;

source: དེ་བཞིན་འཁོར་ལོ་མདའ་ཆེན་གཤོལ། །མཛུབ་མོ་འཁོར་ལོ་བཞིན་བྱ་དང་། །ཕྱག་རྒྱ་དམ་པ་གཤོལ་ཡང་བྱ། །
en: If [this mudrā] assumes a circular form, it becomes the plow. {35.199} “The plow is a supreme mudrā Formed by bending the index fingers;

source: ཕྱག་རྒྱ་དྲུག་ཅུ་འདི་དག་ནི། །ཆོ་ག་དང་བཅས་གསུངས་པའང་ཡིན། །
en: It completes the first sixty mudrās Repeated here along with instructions. {35.200}

source: འདི་དག་མ་ལུས་མཚོན་ཆའི་རྒྱ། །སྔགས་དང་ཡང་དག་ལྡན་པར་གསུངས། །
en: “All these mudrās are weapons Used along with and activated by mantras.

source: དམན་པ་ཀུན་གྱིས་བྱས་པའི་སྐྱོན། །གཟའ་དང་གྲུལ་བུམ་མ་མོ་དང་། །སྲིན་མོ་ཀུན་གྱི་གཙོ་བོ་རྣམས། །བྱིས་པའི་སེམས་ཅན་འཇིགས་བྱེད་པ། །ཕྱག་རྒྱའི་མཚོན་ཆ་ལས་བྱུང་བས། །དེ་དག་ཐམས་ཅད་དེས་འཇིག་འགྱུར། །
en: They remove the problems created by vighnas And destroy grahas, kuṣmāṇḍas, mātṛs, {35.201} “All the chief rākṣasas, And all those who terrorize children. These mudrās, serving as weapons, Destroy all of them. {35.202}

source: ཕྱག་རྒྱ་དྲུག་ཅུ་འདི་དག་གི། །མཚན་ཉིད་ཉེ་བར་བསྟན་པ་ཡིན། །
en: “I have now taught the characteristics Of the [first] sixty mudrās.

source: དེ་ནས་གཞན་ཡང་བཤད་བྱ་བ། །ཕྱག་རྒྱའི་ཆོ་ག་ཡང་དག་འབྱུང་། །
en: Now I will give the instructions For the [next] mudrās. {35.203}

source: ལག་གཉིས་དེ་བཞིན་རྣམ་བཀོད་པ། །པདྨ་འདྲ་བར་ཡང་དག་བསྒྲེང་། །སོར་མོ་ཐམས་ཅད་ཀྱིས་བསྒྲུབས་པ། །ཕྱག་རྒྱ་པདྨ་ཞེས་བྱའོ། །
en: “Putting the hands together as before, One should raise them, forming the shape of a lotus With all the fingers outstretched; This mudrā is known as the padma. {35.204}

source: ཕྱག་རྒྱ་འདི་ནི་མཆོག་ཅེས་བྱ། །པདྨའི་རིགས་ལ་ཡང་དག་སྦྱར། །
en: “This excellent mudrā is said To belong to the Lotus family.

source: པདྨའི་རིགས་ནི་ཇི་སྙེད་པ། །སྔགས་དང་ལྡན་པས་དགེ་བར་འགྱུར། །
en: Used in combination with any mantras of the same family, It will produce auspicious results. {35.205}

source: སངས་རྒྱས་བྱིན་རླབས་ལས་བྱུང་བ། །མྱུར་དུ་ལས་རྣམས་བྱེད་པར་བརྗོད། །
en: “Being a source of the buddhas’ blessing, It is said to accomplish activities swiftly.

source: ཇི་སྙེད་པདྨའི་རིགས་གསུངས་པ། །སྔགས་རྣམས་མ་ལུས་སྒྲུབ་པར་བྱེད། །
en: It will make effective any mantra That belongs to the Lotus family.

source: པདྨ་རྣམས་ཀྱི་ཕྱག་རྒྱ་འདི། །ཕྱག་རྒྱའི་པདྨ་ཞེས་སུ་བརྗོད། །
en: Among the mudrās, this mudrā, the padma, Is taught for the middling [rites]. {35.206}

source: ལག་གཉིས་ཡང་དག་སྦྱར་ནས་ནི། །མཛུབ་མོ་གཉིས་ནི་ཡང་དག་བསྒྲེང་། །གུང་མོའི་སོར་མོ་སྦྱར་བྱས་ནས། །རྡོ་རྗེ་རྩེ་གསུམ་ཡང་དག་འབྱུང་། །
en: “One should join the two hands together, Stretching out the index fingers And joining the middle fingers, Thus forming the vinyasta shape. {35.207}

source: གུང་མོའི་སོར་མོའི་ཚིགས་དབུས་སུ། །མཐེ་བོ་གཉིས་ཀྱི་རྩེ་མོ་སྦྱར། །དེ་ཉིད་རྡོ་རྗེ་ཞེས་གསུངས་ཏེ། །
en: “When, in the same [mudrā], the thumbs are placed Against the joints of the middle fingers, That mudrā is called the vajra;

source: ཕྱག་རྒྱ་དམ་པ་ཐ་མ་ཡིན། །
en: It is the supreme mudrā for minor [rites]. {35.208}

source: ཇི་སྙེད་རྡོ་རྗེའི་རིགས་ཀྱི་སྔགས། །དེ་དག་ཕྱག་རྒྱ་འདི་སྒྲུབ་འགྱུར། །
en: “Whatever mantras belong to the Vajra family, They will be rendered efficacious if sealed [with this mudrā].

source: ཆོ་ག་ལྡན་པར་རབ་ཞུགས་ན། །མྱུར་བ་ཉིད་དུ་འགྲུབ་པར་འགྱུར། །
en: If used according to procedure, They are known to bring success swiftly. {35.209}

source: སྒྲུབ་པ་ལས་དང་ཡང་དག་ལྡན། །བསྒྲུབ་བྱ་རྟག་ཏུ་སྒྲུབ་པ་ན། །
en: “By employing them, the practitioner will always accomplish Whatever activity he has set out to perform;

source: གྲུབ་མཆོག་ཐ་མ་བར་མ་ནི། །དེ་ལ་རྟག་ཏུ་འགྲུབ་པར་འགྱུར། །
en: He will always obtain accomplishment, Whether a supreme, medium, or minor one.

source: འཇིག་རྟེན་སྔགས་རྣམས་མ་ལུས་པའང་། །ཐེ་ཚོམ་མེད་པར་འགྲུབ་པར་འགྱུར། །
en: All the worldly mantras Will be successful without any doubt. {35.210}

source: ལག་གཉིས་ཡང་དག་སྦྱར་བྱས་ནས། །གུང་མོ་གཉིས་ནི་ཡང་དག་བསྒྲེང་། །
en: “One should join the hands together, Stretching out the middle fingers.

source: སྲིན་ལག་མཐེ་བོ་དག་ཀྱང་དགུག །མཐེའུ་ཆུང་གཉིས་ནི་སྦྱར་བྱས་ལ། །མཛུབ་གཉིས་རྩེ་མོ་སྤྲད་ནས་ནི། །མཛུབ་མོའི་དབུས་ཚིགས་གཉིས་དགུག་བྱ། །
en: The ring fingers and the thumbs should be folded in And the small fingers should form a ‘needle.’ {35.211} “The two index fingers should be touching lengthwise, Their tips folded in at the middle joint.

source: གུང་མོ་གཉིས་ཀྱི་རྩེ་མོ་སྦྱར། །འཁོར་ལོ་འདྲ་བར་ཡང་དག་འབྱུང་། །
en: The middle fingers, aligned to form a ‘needle,’ Should form the shape of a circle. {35.212}

source: འདི་ནི་ཆོས་ཀྱི་འཁོར་ལོ་སྟེ། །འདིར་ནི་ཕྱག་རྒྱའི་རྒྱལ་པོར་བསྟན། །
en: “This mudrā, the Dharma wheel, Is here taught as the king of mudrās.

source: དེ་ཚེ་ཆོས་རྒྱལ་གྱིས་གསུངས་ཏེ། །ཆོས་ཀྱི་འཁོར་ལོ་རབ་ཏུ་བསྐོར། །
en: It was taught by the Dharma kings For the Dharma wheel to turn. {35.213}

source: ཐུབ་པའི་ཟླ་བ་བདུན་པ་ཡིས། །དེ་ཚེ་ཞི་བའི་འཁོར་ལོར་གསུངས། །
en: “The seventh moon-like sage designated it, At that time, as the ‘wheel’ for pacifying.

source: འཇིག་རྟེན་པ་ཡི་སྔགས་ཀུན་དང་། །ཁྱབ་འཇུག་དབང་ལྡན་གྱིས་བཤད་པ། །ཟློས་པ་ཕྱག་རྒྱར་ཡང་དག་ལྡན། །མཐོང་བ་ཙམ་གྱིས་དེ་དག་གཅོད། །
en: “All the worldly mantras Taught by Viṣṇu or Śiva Can be annihilated by reciters Who employ this mudrā, through merely seeing it. {35.216}

source: འདི་ནི་ཕྱག་རྒྱ་རབ་མཆོག་སྟེ། །ཆོས་ཀྱི་དབྱིངས་ལས་རྣམ་པར་བྱུང་། །
en: “This excellent, supreme mudrā Originates from the sphere of phenomena;

source: སེམས་ཅན་རྣམས་ནི་ཅི་འདོད་པ། །ཐམས་ཅད་ལས་ནི་བྱེད་པར་འགྱུར། །
en: It accomplishes all activities As desired by sentient beings. {35.217}

source: ཆོས་ཀྱི་རྒྱལ་པོས་ཞི་དོན་དུ། །ཕྱག་རྒྱ་འདི་ནི་ཡང་དག་བསྟན། །
en: “It has been taught by the king of Dharma To [accomplish the activity] of pacifying.

source: ཆོ་གའི་རྒྱལ་བའི་མཆོག་འདི་ནི། །ལས་རྣམས་མ་ལུས་རབ་ཏུ་སྒྲུབ། །
en: It will also accomplish all the rites taught In this excellent, supreme manual of rites.

source: འཇམ་པའི་དབྱངས་ཀྱིས་བསྟན་པ་ལ། །ཆོས་ཀྱི་འཁོར་ལོའི་ཕྱག་རྒྱ་འདིའོ། །
en: This mudrā is called the Dharma wheel, And belongs to the teachings of Mañjughoṣa. {35.218}

source: མ་ཞི་བ་ཡི་ཕྱག་རྒྱ་ཀུན། །ཞི་བའི་ལས་ལ་རབ་ཏུ་སྦྱར། །
en: “Among all the mudrās, this one should be employed As the one best suited for the rites of pacifying.
